alefragnani.numbered-bookmarks
antfu.browse-lite
bierner.markdown-mermaid
chrmarti.regex
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-chat
infeng.vscode-react-typescript
ms-python.python
ms-python.vscode-pylance
ms-vscode.azure-account
ms-vscode.live-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
orsenkucher.vscode-graphql
pmneo.tsimporter
redhat.vscode-yaml
reliutg.visual-regex
ritwickdey.LiveServer
rohit-gohri.format-code-action
shakram02.bash-beautify
SonarSource.sonarlint-vscode
stringham.copy-with-imports
TeamsDevApp.ms-teams-vscode-extension
undefined_publisher.get-current-line
vintharas.learn-vim
vscodevim.vim
WallabyJs.console-ninja
